import "./ProgramDetail.css";
import SampleProgram from "./SampleProgram";

const ProgramDetail = () => {
  return (
    <div className="about-us">
      <header className="program-detail-header abshapla mt-16">
        <h1 className="text-3xl font-bold">বিস্তারিত</h1>
        <p className="text-xl">নিশ্চিত কর্মসংস্থান কর্মসূচি</p>
      </header>
      <section className="about-us-content bengali-font">
        <div className="about-us-section">
          <h2 className="text-2xl font-bold">খরচাপাতি</h2>
          <p className="text-xl">
            ১. জীবিকা কর্মসংস্থান প্যাকেজের মূল্য ১৬ হাজার টাকা। এই ফি চার ধাপে
            দিতে হবে। <br /> <br />
            প্রথমে ১ হাজার টাকা দিয়ে প্রোগ্রামে এনরোল করতে হবে। এরপর মূল
            কার্যক্রম শুরুর আগে ৫ হাজার টাকা, কার্যক্রম শুরুর ৬০ দিনের মধ্যে ৫
            হাজার টাকা এবং কার্যক্রম শুরুর ১২০ দিনের মধ্যে অবশিষ্ট ৫ হাজার টাকা
            জমা দিতে হবে। <br /> <br />
            কার্যক্রম চলার সময়ে আপনার ব্যক্তিগত সব খরচ, যেমন, বই-খাতা, কাগজ-কলম,
            মোবাইল ফোন, কম্পিউটার/ল্যাপটপ, ব্যাগ, মোবাইল/ইন্টারনেট বিল, যাতায়াত,
            থাকা-খাওয়া, চুক্তিপত্র করার জন্য স্ট্যাম্প পেপার ইত্যাদি সব
            ব্যক্তিগত খরচ প্যাকেজে অংশগ্রহণকারীকেই বহন করতে হবে। <br /> <br />
            তবে আমাদের ভেন্যুতে এসে যেসব অফলাইন কার্যক্রম/ট্রেনিং করবেন, সে সবের
            জন্য কাগজ-কলম, চেয়ার-টেবিল, ইন্টারনেট সুবিধা, চা-নাস্তা ইত্যাদি
            ভেন্যুতে থাকবে।
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">সময়সীমা</h2>
          <p className="text-xl">
            ২. প্যাকেজের মূল পর্বের মেয়াদ ৬ মাস থেকে ১২ মাস। <br />
            <br />
            প্যাকেজের নির্দিষ্ট মেয়াদের মধ্যে কর্মসংস্থানের ব্যবস্থা না হলে পুরো
            ১৬ হাজার টাকা ফেরত দেওয়া হবে। কার্যক্রম চলাকালে প্যাকেজ ছেড়ে দিলে
            কোনো টাকা ফেরত দেওয়া হবে না।
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">এনরোলমেন্ট</h2>
          <p className="text-xl">
            ৩. এনরোলমেন্ট ফি ১০০০ টাকা।
            <br /> <br />
            প্যাকেজ প্রোগ্রামে যুক্ত হওয়ার জন্য ১ হাজার টাকা জমা দিয়ে এনরোল করতে
            হবে। অনলাইনে বা সরাসরি আমাদের অফিসে (২৪/২ নিউ ইস্কাটন রোড, ঢাকা
            ১০০০) এসে এনরোল করা যাবে। <br /> <br />
            এক. জীবিকা ডটকমে ১ হাজার টাকা জমা দিয়ে এনরোল করার সাথে সাথেই আপনি
            পাবেন একটি অ্যাপটিটিউড টেস্ট। কয়েক ধাপে পরীক্ষা-নিরীক্ষার মাধ্যমে
            আপনার ধরন বা প্রবণতা বুঝতে পারবেন। অর্থাৎ কোন্ কাজে আপনার আগ্রহ এবং
            সফল হওয়ার সম্ভাবনা সবচেয়ে বেশি, অর্থাৎ আপনার আসলে যা করা উচিৎ, সে
            সম্পর্কে নির্দেশনা পাবেন। <br /> <br />
            এই অ্যাপটিটিউড টেস্ট অনলাইনে, অফলাইনে বা টেলিফোনে হতে পারে। <br />
            <br />
            দুই. অ্যাপটিটিউড টেস্টের পর আপনার পছন্দের পেশায় আপনাকে সফল করা
            আমাদের মিশন। আপনার লক্ষ্য যদি চাকরি হয়, আপনার জন্য চাকরি খোঁজা হবে
            আমাদের প্রথম কাজ। এআই জেনারেটেড বা অটো-ফিল্টারিং করে আপনার মেইলে
            চাকরির বিজ্ঞাপন পাঠিয়ে দেওয়া নয়, আমরা ম্যানুয়ালি আপনার জন্য চাকরি
            খুঁজবো। আমাদের একজন এক্সিকিউটিভ মাসে ত্রিশ দিন আপনার হয়ে আপনার জন্য
            অপরচুনিটি অনুসন্ধান করবে।
            <br /> <br /> তিন. উপযুক্ত অপরচুনিটি (গুলো) খুঁজে বের করার পর, সে
            কাজের জন্য আপনাকে প্রস্তুত করা আমাদের মূল কাজ। আপনি কিভাবে অ্যাপ্লাই
            করবেন, কিভাবে সিভি বা রেজুমে তৈরি করবেন, কিভাবে ইন্টারভিউ ফেস করবেন-
            এইসব সার্ভিস আপনি এনরোল করার পরপরই পাবেন।
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">
            প্রশিক্ষণ, ইন্টার্নশিপ ও কাজের প্রস্তুতি
          </h2>
          <p className="text-xl">
            ৪. এনরোলমেন্ট প্রক্রিয়া শেষ হওয়ার পর মূল পর্ব শুরু হবে। প্যাকেজের
            মূল পর্বের মেয়াদ ৬ মাস থেকে ১২ মাস। আপনি যে ধরনের কাজ করবেন, তার
            জন্য দক্ষ করে গড়ে তোলা আমাদের মূল লক্ষ্য। প্রয়োজনীয় দক্ষতার জন্য
            আপনাকে প্রশিক্ষণ দেওয়া হবে। শুধু প্রশিক্ষণ নয়, এর সাথে সাথে কর্মের
            জন্য প্রস্তুতি ও প্রশিক্ষণের পর আমাদের পার্টনার প্রতিষ্ঠানগুলোতে
            আপনার ইন্টার্নের ব্যবস্থা করা হবে। হয়তো সেসব প্রতিষ্ঠানেই আপনার
            চাকরি হয়ে যেতে পারে। না হলেও আপনি সিভি বা রেজুমেতে সত্যিকারের কাজের
            অভিজ্ঞতা যুক্ত করতে পারবেন। আপনার জীবিকা নিশ্চিত করা আমাদের দায়িত্ব।
            <br />
            <br />
            মূল পর্বের প্রশিক্ষণ ফি প্যাকেজের মধ্যেই অন্তর্ভুক্ত। তবে আপনার
            ব্যক্তিগত খরচ, যেমন, বই-খাতা, কাগজ-কলম, মোবাইল ফোন,
            কম্পিউটার/ল্যাপটপ, ব্যাগ, মোবাইল/ইন্টারনেট বিল, যাতায়াত, থাকা-খাওয়া,
            চুক্তিপত্র করার জন্য স্ট্যাম্প পেপার ইত্যাদি সব ব্যক্তিগত খরচ
            প্যাকেজে অংশগ্রহণকারীকেই বহন করতে হবে। <br /> <br />
            এনরোলমেন্টের তিনটি ধাপ সফলভাবে শেষ হওয়ার পরে আপনার সাথে ৩০০ টাকার
            নন-জুডিশিয়াল স্ট্যাম্পে চুক্তি করা হবে। চুক্তি অনুসারে প্যাকেজের
            নির্দিষ্ট মেয়াদের মধ্যে কর্মসংস্থানের ব্যবস্থা না হলে পুরো ১৬ হাজার
            টাকা ফেরত দেওয়া হবে। তবে কার্যক্রম চলাকালে প্যাকেজ ছেড়ে দিলে কোনো
            টাকা ফেরত দেওয়া হবে না।
            <br /> <br /> <b> প্রশিক্ষণের মধ্যে কী থাকবে?</b> <br />
            অংশগ্রহণকারীর আগ্রহ ও প্রয়োজন অনুসারে আলাদা আলাদা প্রশিক্ষণ দেওয়া
            হবে। <br /> <br />
            প্রশিক্ষণ কর্মসূচির মধ্যে রয়েছে-
            <ol>
              <li className="ml-10 mb-2">
                a) Complete Web Development with JavaScript, React and Node
              </li>
              <li className="ml-10 mb-2">
                b) Complete Web Development with PhP and Laravel
              </li>
              <li className="ml-10 mb-2">
                c) Complete Office Management with MS-Office Packages [including
                MS Word, Excel and PowerPoint]
              </li>
              <li className="ml-10 mb-2"> d) Complete Digital Marketing</li>
              <li className="ml-10 mb-2">
                e) Complete Video Editing [with Edius/PremierPro]
              </li>
              <li className="ml-10 mb-2"> f) Complete Short Film Making </li>
              <li className="ml-10 mb-2">
                g) Complete Content Development with Guaranteed Earning from
                Social Media e.g. YouTube/Facebook/Instagram
              </li>
              <li className="ml-10 mb-2">
                h) Complete Chinese Language Speaking
              </li>
            </ol>
            <br />
            এছাড়া আরো ৯ টি অফলাইন প্রশিক্ষণ কর্মসূচি রয়েছে।
            <br />
            <br />
            <b> প্রশিক্ষণের বৈশিষ্ট্য </b>
            <br />
            <ul className="list-disc">
              <li className="ml-10 mb-2">
                বেশিরভাগ প্রশিক্ষণ হবে অনলাইনে। যে কোনো স্থান থেকে কোর্স করতে
                পারবেন। কম্পিউটার ও মোবাইলে ওয়েবসাইট ও অ্যাপের মাধ্যমে কোর্স
                দেখতে পাবেন। ইন্টারনেট না থাকলেও ডাউনলোড করে মডিউল দেখতে পারবেন।
              </li>
              <li className="ml-10 mb-2">
                প্রশিক্ষণের দুটি অংশ থাকবে। প্রথম অংশে বিষয়ভিত্তিক প্রশিক্ষণ
                দেওয়া হবে। দ্বিতীয় অংশে কর্মসংস্থানের কোচিং দেওয়া হবে।
              </li>
              <li className="ml-10 mb-2">
                একদম কিছু না জানা অবস্থা থেকে জুনিয়র লেবেল কর্মজীবী হিসেবে কাজ
                শুরু করতে যা যা লাগে, তার সবকিছুই শেখানো হবে।
              </li>
              <li className="ml-10 mb-2">
                আন্তর্জাতিকভাবে স্বীকৃত পার্টিসিপেটরি লার্নিং মেথডে প্রশিক্ষণ
                দেওয়া হবে। <b>নিজে কিছু শেখা</b> নয়, <b>নিজেকে কিছু শেখানো</b>
                পদ্ধতি অনুসরণ করা হবে।
              </li>
              <li className="ml-10 mb-2">
                প্রশিক্ষণ চলাকালে সপ্তাহে ৭ দিন, দিনরাত ২৪ ঘণ্টা র‌্যাপিড
                রেন্সপন্স টিম থাকবে। যে কোনো প্রশ্ন/মতামত সর্বোচ্চ ৩০ মিনিটের
                মধ্যে রেসপন্স করা হবে।
              </li>
              <li className="ml-10 mb-2">
                ক্লাসের বাইরে সপ্তাহে ৩ দিন সাপোর্ট সেশন থাকবে, হাতেকলমে
                প্রোব্লেম সলভ করা হবে।
              </li>
              <li className="ml-10 mb-2">
                প্রতি সপ্তাহে কনসেপচুয়াল সেশন থাকবে। সপ্তাহের কার্যক্রম নিয়ে
                কোনো প্রশ্ন, মতামত বা জটিলতা থাকলে, কনসেপচুয়াল সেশনে সমাধান করা
                হবে।
              </li>
              <li className="ml-10 mb-2">
                প্রতিটি মডিউলে হাতেকলমে কাজ শেখার পাশাপাশি অ্যাসাইনমেন্ট থাকবে।
                কোর্সে প্রয়োজন অনুসারে ৩০-৪০ টা প্রোজেক্ট করা হবে।
              </li>
              <li className="ml-10 mb-2">
                ভবিষ্যতে টেকনোলজি পরিবর্তন বা নতুন টেকনোলজি এলে ফ্রি
                অরিয়েন্টেশন/কর্মশালায় অংশগ্রহণের সুযোগ
              </li>
              <li className="ml-10 mb-2">
                কর্মক্ষেত্রে উন্নতির প্রয়োজনে ভবিষ্যতের অ্যাডভান্সড কোর্সগুলোতে
                বিনামূল্যে অংশগ্রহণের সুযোগ থাকবে।
              </li>
            </ul>
          </p>
        </div>
        <div>
          <SampleProgram></SampleProgram>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold mt-4"> কর্মের প্রস্তুতি</h2>
          <p className="text-xl">
            প্রশিক্ষণের সাথে সাথে কর্মের প্রস্তুতির জন্য যেসব বিষয়গুলো প্রয়োজন,
            তা সম্পন্ন করা হবে। এর মধ্যে রয়েছে-
            <ul>
              <li>• উপযুক্ত চাকরি খুঁজে বের করার পদ্ধতি</li>
              <li>• কীভাবে অ্যাপ্লাই করবেন</li>
              <li> • কিভাবে পোর্টফোলিও এবং সিভি বা রেজুমে তৈরি করবেন</li>
              <li> • কিভাবে ইন্টারভিউ ফেস করবেন</li>
              <li>
                • চাকরি বা কাজের জন্য নিজেকে পুরোপুরি প্রস্তুত করা, প্লানিং,
                টাইম ম্যানেজমেন্ট ইত্যাদি
              </li>
              <li>
                • বিজনেসের জন্য প্রয়োজনীয় গাইডলাইন, ট্রেড লাইসেন্স, টিন, বিন,
                ওয়েবসাইট, মার্কেটিং, ব্রান্ডিং সহ সব ধরনের পরামর্শ।
              </li>
            </ul>
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold"> ইন্টার্নশিপ</h2>
          <p className="text-xl">
            প্রশিক্ষণ ও প্রস্তুতির পর আমাদের পার্টনার প্রতিষ্ঠানগুলোতে আপনার
            ইন্টার্নের ব্যবস্থা করা হবে। হয়তো সেসব প্রতিষ্ঠানেই আপনার চাকরি হয়ে
            যেতে পারে। না হলেও আপনি সিভি বা রেজুমেতে সত্যিকারের কাজের অভিজ্ঞতা
            যুক্ত করতে পারবেন। আপনার জীবিকা নিশ্চিত করা আমাদের দায়িত্ব।
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold"> জব প্লেসমেন্ট</h2>
          <p className="text-xl">
            শুধু ইন্টার্নশিপ নয়, সফলভাবে প্রোগ্রাম সম্পন্ন করার পর নির্ধারিত
            সময়ের মধ্যেই আপনার জীবিকার নিশ্চিত করা হবে। জীবিকার ব্যবস্থা করা
            সম্ভব না হলে, প্যাকেজের পুরো টাকা (এনরোলমেন্ট ফি সহ) ফেরত দেওয়া হবে।
          </p>
        </div>
        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">এনরোলমেন্টের শর্তাবলি</h2>
          <p className="text-xl">
            ৫. জীবিকা ডটকমের কর্মসংস্থান প্যাকেজে এনরোল করতে হলে আপনাকে কমপক্ষে
            এসএসসি পাস হতে হবে। বয়স হতে হবে কমপক্ষে ১৮, এর চেয়ে কম হলে অবশ্যই
            বৈধ অভিভাবকের সম্মতিপত্র লাগবে। কমপক্ষে একটি স্মার্ট মোবাইল ফোন
            থাকতে হবে। প্রয়োজনীয় ক্ষেত্রে নিজের কম্পিউটার/ল্যাপটপ ও ইন্টারনেট
            সংযোগ থাকতে হবে। কর্মসূচির মূল পর্ব চলাকালে দৈনিক কমপক্ষে ৪-৬ ঘণ্টা
            সময় দিতে হবে (সপ্তাহে কমপক্ষে ২০ ঘণ্টা)।
          </p>
        </div>

        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">লিখিত গ্যারান্টি</h2>
          <p className="text-xl">
            প্যাকেজের মূল পর্বে এনরোল করা প্রত্যেক অংশগ্রহণকারীর সাথে ৩০০ টাকার
            নন-জুডিশিয়াল স্ট্যাম্পে চুক্তিপত্র করা হবে। চুক্তির শর্তানুসারে,
            আপনার জীবিকার ব্যবস্থা করা হলে, আপনাকে এই মর্মে ঘোষণা দিতে হবে- আমি
            এই প্যাকেজ সফলভাবে সমাপ্ত করার পর জীবিকা ডটকম আমার কর্মসংস্থানের
            ব্যবস্থা করেছে। এই ঘোষণাপত্র জীবিকা ডটকমের ওয়েবসাইট সহ কমপক্ষে তিনটি
            সামাজিক মাধ্যমে প্রচার করা হবে। আর যদি কর্মসংস্থানের ব্যবস্থা করা না
            হয়, তাহলেও আপনাকে এই মর্মে ঘোষণা দিতে হবে- আমি এই প্যাকেজে সফলভাবে
            সমাপ্ত করার পর জীবিকা ডটকম আমার কর্মসংস্থানের ব্যবস্থা করতে ব্যর্থ
            হয়েছে। এই ঘোষণাপত্রও জীবিকা ডটকমের ওয়েবসাইট সহ কমপক্ষে তিনটি সামাজিক
            মাধ্যমে প্রচার করা হবে।
          </p>
        </div>

        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">সংবিধিবদ্ধ সতর্কতা</h2>
          <p className="text-xl">
            সাধারণভাবে আমাদের কাজের ধারা হলো- অ্যাপটিটিউড টেস্ট &#8594;
            প্রশিক্ষণ &#8594; কর্মের প্রস্তুতি &#8594; ইন্টার্নশিপ &#8594; জব
            প্লেসমেন্ট। যারা ফাঁকিবাজ তাদের জন্য দুঃসংবাদ হচ্ছে- প্যাকেজের
            প্রতিটি স্ট্রিমের প্রতিটি মডিউল একটার পর একটা শেষ করতে হবে। প্রত্যেক
            মডিউলের পর মূল্যায়ন করা হবে। মূল্যায়নে পাস করলেই পরের মডিউলে অংশ
            নিতে পারবে। নির্দিষ্ট সময়ের মধ্যে মডিউল শেষ করতে না পারলে, অতিরিক্ত
            সময় দেওয়া হবে। অতিরিক্ত সময়ের মধ্যেও শেষ করতে না পারলে তাকে আর
            প্যাকেজে রাখা হবে না। এক্ষেত্রে লিখিত চুক্তিও আর কার্যকর থাকবে না।
          </p>
        </div>

        <div className="about-us-section bengali-font">
          <h2 className="text-2xl font-bold">আসন সীমিত</h2>
          <p className="text-xl">
            যেহেতু সকল অংশগ্রহণকারীর কর্মসংস্থান নিশ্চিত করা হবে, তাই এ
            কার্যক্রমের আসন নির্দিষ্ট ও সীমিত। চাইলেই যে কেউ যে কোনো সময় এই
            কার্যক্রমে যুক্ত হতে পারবেন না। <br />
            <br />
            <b> আর্লি-এনরোলমেন্ট: </b>২০ জুন ২০২৪ বৃহস্পতিবার সকাল ৯ টা থেকে ১৮
            জুলাই ২০২৪ বৃহস্পতিবার রাত ৮.৫৫ মিনিট পর্যন্ত <br /> (এ সময়ের মধ্যে
            যারা এনরোল করবেন, তারা মূল পর্বে ১৫০০ টাকা ছাড় পাবেন, প্রতি পর্যায়ে
            ৫০০ টাকা করে) <br /> <b>রেগুলার এনরোলমেন্ট শুরু:</b> ১৮ জুলাই ২০২৪,
            বৃহস্পতিবার, রাত ৯ টা থেকে
            <br /> <b>এনরোল করার শেষ সময়:</b> ২২ আগস্ট ২০২৪, বৃহস্পতিবার, রাত
            ৮:৫৫ মিনিট পর্যন্ত <br /> <br />
            <b> মূল পর্বে যোগ দেওয়ার শেষ সময়:</b> ২৯ আগস্ট ২০২৪, বৃহস্পতিবার,
            রাত ৮:৫৫ মিনিট পর্যন্ত <br />
            (এ সময়ের মধ্যে মূল পর্বের ৫০০০ টাকা জমা দিতে হবে) <br />
            <b> ওরিয়েন্টেশন: </b>৩১ আগস্ট ২০২৪, শনিবার, রাত ৯ টা
            <br />
            <b> মূল পর্ব শুরু: </b>০১ সেপ্টেম্বর ২০২৪, রবিবার, রাত ৯ টা
            <br />
            <br />
            <b> কর্ম শুরুর সম্ভাব্য তারিখ: </b>০৫ মে ২০২৫, সোমবার
          </p>
        </div>
        <div className="about-us-section">
          <h2 className="text-2xl font-bold">যোগাযোগ</h2>
          <p className="text-xl">
            কোনো প্রশ্ন বা মতামত থাকলে ফোন/ইমেইল/মেসেজ/হোয়াটসঅ্যাপ করতে পারেন।
            <br />
            ফোন/মেসেজ/হোয়াটসঅ্যাপ:
            <a href="tel:+8801988833371">+880-19-888-333-71</a>
            <br />
            ইমেইল:
            <a href="mailto:jibika2000@gmail.com"> jibika2000@gmail.com</a>
            <br />
            ফেসবুক:
            <a href="https://www.facebook.com/jeebika.com.bd" target="blank">
              Jeebika.com
            </a>
          </p>
        </div>
      </section>
    </div>
  );
};

export default ProgramDetail;
